Revit 2024 API
BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegionError Property
 Can't draw [Filled Region Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotDrawFilledRegionError { get; }
Visual Basic
Public Shared ReadOnly Property CannotDrawFilledRegionError As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotDrawFilledRegionError {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FilledRegionFailures Class
Autodesk.Revit.DB Namespace